{
    "database_administrator": "Database administrator",
    "about_me": "About me",
    "experiences": "Experiences",
    "contact": "Contact",
    "but_not_only": "But not only",
    "years": "years",
    "my_age": "my age",
    "studies": "studies",
    "work": "work",
    "about_me_desc": "Three things that makes me",
    "productivity": "Productivity",
    "learning": "Learning",
    "automation": "Automation",
    "paragraph_productivity_one": "I am very attracted to the productivity: In my opinion, it is the way of performing actions as efficiently as possible and organising them in such a way that we achieve our goals.",
    "paragraph_productivity_two": "Recently, I'm interested in the organisation and the personal development. These subjects are both valuable at work and for the personal life. I like to believe that mindset makes my work better and more valuable.",
    "paragraph_productivity_three": "I like to listen the podcasts and read the website of Matthieu Desroches. He has a great experience and give very clear explanations and concrete examples.",
    "paragraph_learning_one": "I'm always trying to improve myself by learning new things or strengthen my skills. I've done my studies with PBL (Problem Base Learning) method at cesi. So during my studies I learnt how to learn by myself.",
    "paragraph_learning_two": "I think learning by practicing is the best way to learn. For example, actually, I'm learning the web development and the web design by making websites. The frontendmentor challenges are very useful for that.",
    "paragraph_learning_three": "I'm also curious and I do often some little projects on a raspberry Pi. In IT, it's a very important quality as the technologies evolving so fast.",
    "paragraph_automation_one": "I am fascinated by this process of delegating Human tasks to computer/robot. In everyday life, and especially at work, I've always this question in my mind when I do the same task one time, two times, three times: Can it be automated ?",
    "paragraph_automation_two": "I believe in the theory that is saying : “a good engineer is a lazy engineer”. Of course, the automation come from this state of mind. But, to realise it, the work should be done and this lazy part disappear for a moment. Finally, the result of this work is remarkable when we won't do again a recurrent task and win time. That's why I love IT!",
    "paragraph_automation_three": "Currently, the cloud is showing us that the automation is the key.",
    "next": "Next",
    "previous": "Previous",
    "paragraph_exp_1_one": "After high school degree, I went to Arras (France) to an engineer school: cesi. I studied IT for three years, after I chose to specified myself in the field of “system and network”. Finally, after two years, I was gradated and got the master's degree.",
    "paragraph_exp_1_two": "During my last year at school, I did an internship of 6 months at Worldline in a DBA (Data Base Administrator) team.  The internship goal was to create a new database offer: a PaaS for MySQL. To reach the target, I created an automated process that build a VM and install a MySQL server on it.  Finally, the result was: a win of time and reactivity.",
    "paragraph_exp_2_one": "After my internship, I was hired as a DBA in the same team (november 2019). At this step, I was responsible of the databases of 3 customers projects. Thanks to this, I improved a lot my MySQL skills. It gives me also a clear visibility on production services. The first part of my time was dedicated to these projects and the other part was assigned to automation projects with Ansible. The goal was to standardise and industrialise our DBMS installations.",
    "paragraph_exp_2_two": "Next, when I was comfortable with that, I was asked to learn Postgres. So, I got some Postgres databases to manage.  In the same time, after the working day, during my personal time I studied MongoDB administration.",
    "paragraph_exp_2_three": "After winning some skills, I got the responsibility to tutor an intern. It happened well and I liked that. So, I became the tutor of others interns and this year (2022) I manage 3 interns. I like to learn to the others and seeing them progressing and it learns me how to manage people and projects.",
    "paragraph_exp_3_one": "Now (August 2022), I'm wondering what I will do next.",
    "paragraph_exp_3_two": "Between 6 and 12 months ago, I began to learn web development and web design. In facts, for few years I want to create my own society.",
    "paragraph_exp_3_three": "I also have good knowledges in the system field, especially DevOps and I'm very interested in the cloud.",
    "paragraph_exp_3_four": "Don't hesitate to contact me if you want to work with me!!",
    "database_skills": "Database skills",
    "web_skills": "Web skills",
    "system_skills": "System skills"
}