{
    "database_administrator": "Database administrator",
    "about_me": "Profil",
    "experiences": "Expériences",
    "contact": "Contact",
    "but_not_only": "Mais pas seulement",
    "years": "ans",
    "my_age": "mon âge",
    "studies": "mes études",
    "work": "ma carrière",
    "about_me_desc": "Mes trois piliers",
    "productivity": "Productivité",
    "learning": "Apprentissage",
    "automation": "Automatisation",
    "paragraph_productivity_one": "Je suis très attiré par la productivité : Selon moi, c'est la manière de réaliser des actions le plus efficacement possible et de les organiser de façon à atteindre nos objectifs.",
    "paragraph_productivity_two": "Depuis peu, je m'intéresse à l'organisation et au développement personnel. Ces sujets sont à la fois précieux au travail et pour la vie personnelle. J'aime à croire que l'état d'esprit rend mon travail meilleur et plus précieux.",
    "paragraph_productivity_three": "J'aime écouter les podcasts et lire le site web de Matthieu Desroches. Il a une grande expérience et donne des explications très claires et des exemples concrets.",
    "paragraph_learning_one": "J'essaie toujours de m'améliorer en apprenant de nouvelles choses ou en renforçant mes compétences. J'ai fait mes études avec la méthode PBL (Problem Base Learning) au Cesi. Pendant mes études, j'ai donc appris à apprendre par moi-même.",
    "paragraph_learning_two": "Je pense qu'apprendre en pratiquant est la meilleure façon d'apprendre. Par exemple, j'apprends actuellement le développement et la conception de sites Web en créant des sites Web. Les défis frontendmentor sont très utiles pour ça.",
    "paragraph_learning_three": "Je suis également curieux et je réalise souvent des petits projets sur un raspberry Pi. En informatique, c'est une qualité très importante car les technologies évoluent très vite.",
    "paragraph_automation_one": "Je suis fasciné par ce processus de délégation de tâches humaines à un ordinateur/robot. Dans la vie de tous les jours, et surtout au travail, j'ai toujours cette question en tête lorsque je fais la même tâche une fois, deux fois, trois fois : Peut-on l'automatiser ?",
    "paragraph_automation_two": "Je crois à la théorie qui dit : \"un bon ingénieur est un ingénieur paresseux\". Bien sûr, l'automatisation vient de cet état d'esprit. Mais, pour la réaliser, il faut que le travail soit fait et que cette partie paresseuse disparaisse pour un moment. Finalement, le résultat de ce travail est remarquable quand on ne refait pas une tâche récurrente et qu'on gagne du temps. C'est pourquoi j'aime l'informatique !",
    "paragraph_automation_three": "Actuellement, le cloud nous montre que l'automatisation est la clé.",
    "next": "Suivant",
    "previous": "Précédent",
    "paragraph_exp_1_one": "Après le baccalauréat, je suis parti à Arras (France) dans une école d'ingénieur : le cesi. J'ai étudié l'informatique pendant trois ans, après avoir choisi de me spécialiser dans le domaine \"système et réseau\". Enfin, après deux ans, j'ai été diplômé et j'ai obtenu le master.",
    "paragraph_exp_1_two": "Durant ma dernière année d'études, j'ai effectué un stage de 6 mois chez Worldline dans une équipe de DBA (Data Base Administrator).  L'objectif du stage était de créer une nouvelle offre de base de données : un PaaS pour MySQL. Pour atteindre l'objectif, j'ai créé un processus automatisé qui construit une VM et y installe un serveur MySQL.  Finalement, le résultat a été : un gain de temps et de réactivité.",
    "paragraph_exp_2_one": "Après mon stage, j'ai été embauché en tant que DBA dans la même équipe (août 2019). A cette étape, j'étais responsable des bases de données de 3 projets clients. Grâce à ça, j'ai beaucoup amélioré mes compétences en MySQL. Cela m'a également permis d'avoir une bonne visibilité sur les services de production. La première partie de mon temps était dédiée à ces projets et l'autre partie était affectée à des projets d'automatisation avec Ansible. L'objectif était de standardiser et d'industrialiser nos installations de SGBD.",
    "paragraph_exp_2_two": "Ensuite, quand j'étais à l'aise avec ça, on m'a demandé d'apprendre Postgres. J'ai donc eu quelques bases de données Postgres à gérer. En même temps, après la journée de travail, pendant mon temps libre, j'ai étudié l'administration de MongoDB.",
    "paragraph_exp_2_three": "Après avoir gagné quelques compétences, j'ai eu la responsabilité de former un stagiaire. Cela s'est bien passé et j'ai bien aimé cette expérience. Je suis donc devenu le tuteur d'autres stagiaires et cette année (2022), je gère 3 stagiaires. J'aime apprendre aux autres et les voir progresser et cela m'apprend à gérer des personnes et des projets.",
    "paragraph_exp_3_one": "Aujourd'hui (novembre 2022), je me demande ce que je vais faire ensuite.",
    "paragraph_exp_3_two": "Il y a 6 à 12 mois, j'ai commencé à apprendre le développement et la conception de sites web. En fait, depuis quelques années, je veux créer ma propre société.",
    "paragraph_exp_3_three": "J'ai également de bonnes connaissances dans le domaine des systèmes, notamment DevOps, et je suis très intéressé par le cloud.",
    "paragraph_exp_3_four": "N'hésitez pas à me contacter si vous souhaitez travailler avec moi !",
    "database_skills": "Compétences BDD",
    "web_skills": "Compétences Web",
    "system_skills": "Compétences Système"
}